Repository: common-repository/by-this-author
Catalog: languages/by-this-author-*.po
Languages: it_it

source: By this Author
it_it: Di questo autore

source: A brief description of the plugin.
it_it: Una breve descrizione del plugin.

source: Unknown post types: %s
it_it: Tipi di articolo non conosciuti: %s

source: No posts %s %s found.
it_it: Non ci sono articoli %s %s.

source: Posts %s %s:
it_it: Articoli %s %s:

source: attributed to
it_it: attribuiti a

source: authored by or attributed to
it_it: scritti da o attribuiti a

source: authored by
it_it: scritti da

source: All people
it_it: Tutte le persone

source: People starting with %s
it_it: Persone con l'iniziale %s

source: All members
it_it: Tutti i soci

source: Members starting with %s
it_it: Soci con l'iniziale %s

source: All authors
it_it: Tutti gli autori

source: Authors starting with %s
it_it: Autori con l'iniziale %s

source: People Index
it_it: Indice persone

source: Author Index
it_it: Indice autori

source: Member Index
it_it: Indice soci

source: all
it_it: tutti

source: people
it_it: persone

source: people_index
it_it: indice_persone

source: author_index
it_it: indice_autori

source: member_index
it_it: indice_soci

source: Name
it_it: Nome

source: The name is how it appears on your site.
it_it: Il nome come appare sul sito.

source: The &#8220;slug&#8221; is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
it_it: Lo &#8220;slug&#8221; è la versione del nome adatta per un URL. Solitamente è composta da solo lettere minuscole, numeri e trattini.

source: Description
it_it: Descrizione

source: The description is not prominent by default; however, some themes may show it.
it_it: La descrizione non viene normalmente visualizzata. Tuttavia alcuni temi lo possono fare.

source: Is member
it_it: È socio

source: Is author
it_it: È autore

source: People
it_it: Persone

source: Person Data
it_it: Informazioni persona

source: Save data
it_it: Salva informazioni

source: yes
it_it: sì

source: Edit
it_it: Modifica

source: Delete
it_it: Cancella

source: People Edit
it_it: Informazione persona

source: You must fill-in at least Name and Slug
it_it: Almeno il Nome e lo Slug devono essere specificate

source: Cancel
it_it: Annulla

source: Person data updated for %s
it_it: Le informazioni su %s sono state aggiornate.

source: Person data added for %s
it_it: Le informazioni su %s sono state aggiunte.

source: Person data deleted for %s
it_it: Le informazioni su %s sono state cancellate.

source: Person
it_it: Persona

source: Search People
it_it: Cerca persone

source: All People
it_it: Tutte le persone

source: Edit Person
it_it: Editare persona

source: Update Person
it_it: Aggiornare persona

source: Add New Person
it_it: Aggiungere nuova persona

source: New Person Name
it_it: Nome della nuova persona

source: View Person
it_it: Visualizzare persona

source: Popular Persons
it_it: Persone popolari

source: Separate persons with commas
it_it: Separare i nomi delle persone con virgole

source: Add or remove persons
it_it: Aggiungere o rimuovere persone

source: Choose from the most used persons
it_it: Scegliere fra le persone più utilizzate

source: No persons found
it_it: Nessuna persona trovata
